do

function run(msg, matches)
  return [[ 
            الاوامر 

✔️تعمل جميع الاوامر بدون وضع / او !
ا🔸➖🔹➖🔸➖🔹➖🔸

❣ مساعدة : لعرض الاوامر الريئسيه

❣ مساعدة2 :لعرض الاوامر الثانويه
          [ويمكن للعضو استخدامها]

❣اوامر المطور : لعرض اوامر المطور

❣الاصدار : لعرض موقع السورس✋🏿

❣dev  : لعرض من صنع البوت اوالسورس

ا🔸➖🔹➖🔸➖🔹➖🔸
❣ الاوامر بالعربي اضغط مساعدة
👇🏿للأستفسار:- راسل المطور:- ☢⚜ 
♠️ - Dev - @Th3_BOOS
♠️ - channel - @Dev_Th3_BOOS
♠️ - group bot- @Th3_BOOS_BOT


]]


end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"(الاوامر)"
},
run = run 
}
end
