--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY Th3_BOOS                   ▀▄ ▄▀ 
▀▄ ▄▀     BY Th3_BOOS (@Th3_BOOS)    ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY Th3_BOOS           ▀▄ ▄▀   
▀▄ ▄▀          help2  : مساعدة2            ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

function run(msg, matches)
  return [[ 
 الاوامر @️💋

✔️تعمل جميع الاوامر بدون وضع / او !
ا🔸➖🔹➖🔸➖🔹➖🔸
 ❣ صوت : الكلمة المراد نطقها
        صوت  Th3_BOOS [يدعم الانلكش فقط]

 ❣ صوره : الكلمه المراد تحويلها صوره
        صوره  Th3_BOOS [يدعم الانلكش فقط]
 
 ❣ الدعم : الكلمة المراد ارسالهه لمجموعة دعم البوت
        الدعم هلو 

 ❣ خريطه : لجلب الخرائط
        خريطه العراق

 ❣ انستا : اليوزر لمعرفه معلومات الانستا

 ❣ ملصق : قم بارسال صورة
        وقم بلرد عليها بكلمة لجعله ملصق

 ❣ صوره : قم بارسال ملصق
        وقم بالرد  عليه لجعلها صورة
ا🔸➖🔹➖🔸➖🔹➖🔸
🃏🔺للأستفسار:- راسل المطور :- ☢⚜ 
✋🏿👇🏿
#Dev : @Th3_BOOS

 ]]

end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"(مساعدة2)"
},
run = run 
}
end
