do 
ws = {} 
rs = {} 
ws[1] = "بوت"
rs[1] = "بوت بـﮩـحـﮩـلڪ 😕😹🍷 "
ws[2] = "احبك"
rs[2] = "انـﮩـي اڪـثـر حـبـي😻❤️🍃"
ws[3] = "حبيبي"
rs[3] = "هـﮩـا حـﮩـياتـﮩـي😻🍷"
ws[4] = "المطور"
rs[4] = "فـﮩـديـﮩـتـہ هـﮩـذا الـصـنـعـنـي @d_1_t"
ws[5] = "اكلك"
rs[5] = "اڪـﮩـلـنـي 😐😹"
ws[6] = "انجب"
rs[6] = "انـجـب بـحـلـكـك 😹💦"
ws[7] = "عبود"
rs[7] = "فـﮩـديـﮩـتـﮩًـہ هـﮩـذا الاﺳـﮩـد🦁🐾"
ws[8] = "شسمك"
rs[8] = "اســﮩـمـةة النـﮩـبــي😹👏"
ws[9] = "😭"
rs[9] = "لاتـبـجـي حـبـي دنـيـا مـا تسـوه 😪🍷"
ws[10] = "😔"
rs[10] = "لاتـضـوج كـبـد عـمـري 😪💋"
ws[11] = "😘"
rs[11] = "لاتـبـوس ولـك 😹😹🌚💔"
ws[12] = "تـعـال"
rs[12] = "هـا حـبـي جـيـتك جـنـت بـخاص 😹😹😹🍷"
ws[13] = "😒"
rs[13] = "لاتـبـاوع/يـن صـفـح لا انـثـر وجـهـڪ/ج ادبـشـزز 😹😹🌚💔"
ws[14] = "🤔"
rs[14] = "صـار بـروسـفـيـور بـراسـنه وهـو اغـبـه طـالـب بـصـف 😹😹🌝"
ws[15] = "😌"
rs[15] = "مـطـلـوب ...?"
ws[16] = "😀"
rs[16] = "وجـه الـيابـانـي😹😹💔"
ws[17] = "😪"
rs[17] = "كـام يـبـيـع ثـكـل 😹🌚🍷"
ws[18] = "😊"
rs[18] = "احـقـر ابـتـسـام بـل عـالم 😹😹🌚💔"
ws[19] = "😐"
rs[19] = "صـفـنـه مـو الـك حـبـي 🌚😹💔"
ws[20] = "☹️"
rs[20] = "فـضـحـتنـه عـدل حـلـكك🌚😹💔"
ws[21] = "☺️"
rs[21] = "الله يـل حـنـيـه 😹😹🌝💔"
ws[22] = "كلخرا"
rs[22] = "اسـف مـا اكـلك 😔😹"
ws[23] = "كسختك"
rs[23] = "اخـتـك اخـتـي 😌😹"
ws[24] = "شلون"
rs[24] = "مـثـل مـكـتـلـك بـلـيـل انـيـجـك 😹😹🌚🍷"
ws[25] = "استغفر الله"
rs[25] = "صـار شـيـخ بـراسـي 🌚😹🍷"
function run( msg, matches ) 
   local i = 0; local w = false 
  for k,v in pairs(ws) do 
      if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then 
         i = k; w = true; 
      end 
   end 
   if ( (w ~= false) and (i ~= 0) ) then 
      R = get_receiver(msg) 
      reply_msg(msg.id, rs[i], ok_cb, false ) 
   end 
   if ( msg.text == "about" ) then 
      if ( msg.from.username == "@d_1_t" ) then 
         R = get_receiver(msg) 
         send_large_msg ( R , "dev
beko @d_1_t" ); 
      end 
   end 
end 
return { 
   patterns = { 
      "(.*)" 
     }, 
     run = run 
} 
end
